Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Jump host (ProxyJump)
ar: مضيف وسيط (ProxyJump)
ca: Amfitrió de salt (ProxyJump)
da: Jump-vært (ProxyJump)
es: Host de salto (ProxyJump)
fi: Hyppykone (ProxyJump)
fr: Hôte de rebond (ProxyJump)
he: שרת קפיצה (ProxyJump)
hu: Ugróállomás (ProxyJump)
ja: ジャンプホスト (ProxyJump)
ko: 점프 호스트 (ProxyJump)
nb: Mellomvert (ProxyJump)
pl: Host pośredni (ProxyJump)
pt_br: Host intermediário (ProxyJump)
pt_pt: Host intermediário (ProxyJump)
ro: Gazdă intermediară (ProxyJump)
sl: Posredni gostitelj (ProxyJump)
sv: Hoppvärd (ProxyJump)
uk: Проміжний хост (ProxyJump)
zh_hans: 跳板机 (ProxyJump)
zh_hant: 跳板機 (ProxyJump)

source: Jump Host Device Key
ar: مفتاح جهاز مضيف القفز
ca: Clau de dispositiu de l'amfitrió de salt
cs: Klíč zařízení Jump Host
da: Jump Host-enhedsnøgle
de: Jump-Host-Geräteschlüssel
es: Clave de dispositivo del host de salto
fi: Hyppyisännän laiteavain
fr: Clé d'appareil du jump host
he: מפתח מכשיר של מארח Jump
hu: Jump gazdagép eszközkulcs
it: Chiave dispositivo jump host
ja: ジャンプホストデバイスキー
ko: 점프 호스트 기기 키
nb: Mellomtjener-enhetsnøkkel
nl: Jump Host-apparaatsleutel
pl: Klucz urządzenia hosta pośredniego
pt_br: Chave de Dispositivo do Jump Host
pt_pt: Chave de Dispositivo do Anfitrião de Salto
ro: Cheie de dispozitiv jump host
sl: Ključ naprave Jump gostitelja
sv: Jump Host-enhetsnyckel
uk: Ключ пристрою проміжного хоста
vi: Khóa thiết bị Jump Host
zh_hans: 跳板机设备密钥
zh_hant: 跳板機裝置金鑰

source: Jump host enabled
ar: مضيف القفز مُفعَّل
ca: Amfitrió de salt activat
cs: Jump host povolen
da: Jump-vært aktiveret
de: Jump-Host aktiviert
es: Servidor de salto activado
fi: Hyppyisäntä käytössä
fr: Hôte de rebond activé
he: מארח קפיצה מופעל
hu: Jump host engedélyezve
it: Host di salto attivato
ja: 踏み台ホスト有効
ko: 점프 호스트 활성화됨
nb: Jump-vert aktivert
nl: Jump-host ingeschakeld
pl: Host pośredniczący włączony
pt_br: Host de salto ativado
pt_pt: Anfitrião de salto ativado
ro: Gazdă de salt activată
sl: Posredniški gostitelj omogočen
sv: Jump-värd aktiverad
uk: Jump-хост увімкнено
vi: Đã bật máy chủ trung chuyển
zh_hans: 跳板机已启用
zh_hant: 跳板機已啟用

source: Jump Host Key
ar: مفتاح مضيف القفز
ca: Clau de l'amfitrió de salt
cs: Klíč Jump Host
da: Jump Host-nøgle
de: Jump-Host-Schlüssel
es: Clave del host de salto
fi: Hyppyisännän avain
fr: Clé du jump host
he: מפתח מארח Jump
hu: Jump gazdagép kulcs
it: Chiave jump host
ja: ジャンプホストキー
ko: 점프 호스트 키
nb: Mellomtjener-nøkkel
nl: Jump Host-sleutel
pl: Klucz hosta pośredniego
pt_br: Chave do Jump Host
pt_pt: Chave do Anfitrião de Salto
ro: Cheie jump host
sl: Ključ Jump gostitelja
sv: Jump Host-nyckel
uk: Ключ проміжного хоста
vi: Khóa Jump Host
zh_hans: 跳板机密钥
zh_hant: 跳板機金鑰

source: Jump host password saved in Keychain.
ar: تم حفظ كلمة مرور مضيف القفز في سلسلة المفاتيح.
ca: Contrasenya de l'amfitrió de salt desada al Keychain.
cs: Heslo Jump Host uloženo v Klíčence.
da: Jump host-adgangskode gemt i Keychain.
de: Jump-Host-Passwort im Schlüsselbund gespeichert.
es: Contraseña del host de salto guardada en el llavero.
fi: Hyppyisännän salasana tallennettu Avainnippuun.
fr: Mot de passe du jump host enregistré dans le trousseau.
he: סיסמת מארח Jump נשמרה ב-Keychain.
hu: A Jump gazdagép jelszava mentve a Keychain-ben.
it: Password del jump host salvata nel Portachiavi.
ja: ジャンプホストのパスワードはキーチェーンに保存されています。
ko: 점프 호스트 비밀번호가 키체인에 저장되었습니다.
nb: Mellomtjener-passord lagret i nøkkelringen.
nl: Jump Host-wachtwoord opgeslagen in Keychain.
pl: Hasło hosta pośredniego zapisane w Keychain.
pt_br: Senha do jump host salva no Keychain.
pt_pt: Palavra-passe do anfitrião de salto guardada no Porta-chaves.
ro: Parola jump host este salvată în Keychain.
sl: Geslo Jump gostitelja je shranjeno v Keychainu.
sv: Jump host-lösenord sparat i nyckelringen.
uk: Пароль проміжного хоста збережено в Keychain.
vi: Mật khẩu Jump host đã lưu trong Keychain.
zh_hans: 跳板机密码已保存到钥匙串。
zh_hant: 跳板機密碼已儲存到鑰匙圈。

source: Jump host password stored securely in Keychain.
ar: كلمة مرور مضيف القفز مخزّنة بأمان في سلسلة المفاتيح.
ca: Contrasenya de l'amfitrió de salt emmagatzemada de forma segura al Keychain.
cs: Heslo Jump Host bezpečně uloženo v Klíčence.
da: Jump host-adgangskode opbevaret sikkert i nøglering.
de: Jump-Host-Passwort sicher im Schlüsselbund gespeichert.
es: Contraseña del host de salto almacenada de forma segura en el llavero.
fi: Hyppyisännän salasana tallennettu turvallisesti avainnippuun.
fr: Mot de passe du jump host stocké de manière sécurisée dans le trousseau.
he: סיסמת מארח Jump מאוחסנת בצורה מאובטחת ב-Keychain.
hu: A Jump gazdagép jelszava biztonságosan tárolva a Keychainben.
it: Password del jump host memorizzata in modo sicuro nel Portachiavi.
ja: ジャンプホストのパスワードはキーチェーンに安全に保存されています。
ko: 점프 호스트 비밀번호가 키체인에 안전하게 저장되었습니다.
nb: Mellomtjener-passord lagret sikkert i nøkkelringen.
nl: Jump Host-wachtwoord veilig opgeslagen in Sleutelhanger.
pl: Hasło hosta pośredniego bezpiecznie przechowywane w Keychain.
pt_br: Senha do jump host armazenada com segurança no Keychain.
pt_pt: Palavra-passe do anfitrião de salto armazenada em segurança no Porta-chaves.
ro: Parola jump host este stocată securizat în Keychain.
sl: Geslo Jump gostitelja je varno shranjeno v Keychainu.
sv: Jump host-lösenord lagrat säkert i nyckelringen.
uk: Пароль проміжного хоста надійно збережено в Keychain.
vi: Mật khẩu Jump host được lưu trữ an toàn trong Keychain.
zh_hans: 跳板机密码已安全存储在钥匙串中。
zh_hant: 跳板機密碼已安全儲存在鑰匙圈中。

source: Jump host password will be prompted on connect.
ar: ستُطلب كلمة مرور مضيف القفز عند الاتصال.
ca: Es demanarà la contrasenya de l'amfitrió de salt en connectar.
cs: Heslo Jump Host bude vyžádáno při připojení.
da: Jump host-adgangskode vil blive anmodet ved forbindelse.
de: Das Jump-Host-Passwort wird beim Verbinden abgefragt.
es: Se solicitará la contraseña del host de salto al conectar.
fi: Hyppyisännän salasana kysytään yhdistettäessä.
fr: Le mot de passe du jump host sera demandé lors de la connexion.
he: סיסמת מארח Jump תתבקש בעת החיבור.
hu: A Jump gazdagép jelszava csatlakozáskor lesz bekérve.
it: La password del jump host verrà richiesta alla connessione.
ja: ジャンプホストのパスワードは接続時に入力を求められます。
ko: 점프 호스트 비밀번호는 연결 시 입력을 요청합니다.
nb: Mellomtjener-passord vil bli forespurt ved tilkobling.
nl: Jump Host-wachtwoord wordt gevraagd bij het verbinden.
pl: Hasło hosta pośredniego zostanie zapytane podczas łączenia.
pt_br: A senha do jump host será solicitada ao conectar.
pt_pt: A palavra-passe do anfitrião de salto será solicitada ao ligar.
ro: Parola jump host va fi solicitată la conectare.
sl: Geslo Jump gostitelja bo zahtevano ob povezavi.
sv: Jump host-lösenord efterfrågas vid anslutning.
uk: Пароль проміжного хоста буде запитано при зʼєднанні.
vi: Mật khẩu Jump host sẽ được yêu cầu khi kết nối.
zh_hans: 连接时将提示输入跳板机密码。
zh_hant: 連線時將提示輸入跳板機密碼。

source: Jump Hostname
ar: اسم مضيف القفز
ca: Nom de l'amfitrió de salt
cs: Název hostitele Jump
da: Jump-værtsnavn
es: Nombre del host de salto
fi: Hyppyisäntänimi
fr: Nom d'hôte du jump host
he: שם מארח Jump
hu: Jump gazdagépnév
it: Hostname jump
ja: ジャンプホスト名
ko: 점프 호스트명
nb: Mellomtjener-vertsnavn
nl: Jump-hostnaam
pl: Nazwa hosta pośredniego
pt_br: Nome do Jump Host
pt_pt: Nome do Anfitrião de Salto
ro: Nume gazdă jump host
sl: Ime Jump gostitelja
sv: Jump-värdnamn
uk: Імʼя проміжного хоста
vi: Tên máy chủ Jump
zh_hans: 跳板机主机名
zh_hant: 跳板機主機名稱

source: Jump Port
ar: منفذ القفز
ca: Port de salt
cs: Port Jump
es: Puerto de salto
fi: Hyppyportti
fr: Port du jump host
he: פורט Jump
it: Porta jump
ja: ジャンプポート
ko: 점프 port
nb: Mellomtjener-port
nl: Jump-poort
pl: Port hosta pośredniego
pt_br: Porta do Jump
pt_pt: Porta de Salto
ro: Port jump host
sl: Jump vrata
uk: Порт проміжного хоста
vi: Cổng Jump
zh_hans: 跳板机端口
zh_hant: 跳板機連接埠

source: Jump Username
ar: اسم مستخدم القفز
ca: Nom d'usuari de salt
cs: Uživatelské jméno Jump
da: Jump-brugernavn
de: Jump-Benutzername
es: Usuario de salto
fi: Hyppykäyttäjänimi
fr: Nom d'utilisateur du jump host
he: שם משתמש Jump
hu: Jump felhasználónév
it: Nome utente jump
ja: ジャンプユーザー名
ko: 점프 사용자 이름
nb: Mellomtjener-brukernavn
nl: Jump-gebruikersnaam
pl: Nazwa użytkownika hosta pośredniego
pt_br: Usuário do Jump
pt_pt: Utilizador de Salto
ro: Nume utilizator jump host
sl: Jump uporabniško ime
sv: Jump-användarnamn
uk: Імʼя користувача проміжного хоста
vi: Tên người dùng Jump
zh_hans: 跳板机用户名
zh_hant: 跳板機使用者名稱

source: just now
ar: الآن
ca: Ara mateix
cs: právě teď
da: lige nu
de: gerade eben
es: ahora mismo
fi: juuri nyt
fr: à l'instant
he: זה עתה
hu: épp most
it: adesso
ja: たった今
ko: 방금
nb: nettopp
nl: zojuist
pl: przed chwilą
pt_br: agora mesmo
pt_pt: agora mesmo
ro: chiar acum
sl: pravkar
sv: just nu
uk: щойно
vi: vừa xong
zh_hans: 刚刚
zh_hant: 剛剛

source: JWT %@ is not valid Base64URL
ar: %@ في JWT غير صالح كـ Base64URL
ca: El %@ del JWT no és un Base64URL vàlid
cs: JWT %@ není platný Base64URL
da: JWT %@ er ikke gyldig Base64URL
de: JWT %@ ist kein gültiges Base64URL
es: El %@ del JWT no es un Base64URL válido
fi: JWT %@ ei ole kelvollinen Base64URL
fr: Le %@ du JWT n'est pas un Base64URL valide
he: JWT %@ אינו Base64URL תקין
hu: A JWT %@ nem érvényes Base64URL
it: %@ del JWT non è Base64URL valido
ja: JWT の %@ は有効な Base64URL ではありません
ko: JWT %@이(가) 올바른 Base64URL이 아닙니다
nb: JWT %@ er ikke gyldig Base64URL
nl: JWT %@ is geen geldige Base64URL
pl: %@ JWT nie jest prawidłowym Base64URL
pt_br: O %@ do JWT não é um Base64URL válido
pt_pt: O %@ do JWT não é um Base64URL válido
ro: %@ din JWT nu este Base64URL valid
sl: JWT %@ ni veljaven Base64URL
sv: JWT %@ är inte giltig Base64URL
uk: JWT %@ не є дійсним Base64URL
vi: JWT %@ không phải Base64URL hợp lệ
zh_hans: JWT 的 %@ 不是有效的 Base64URL
zh_hant: JWT %@ 不是有效的 Base64URL

source: JWT %@ is not valid JSON
ar: %@ في JWT غير صالح كـ JSON
ca: El %@ del JWT no és un JSON vàlid
cs: JWT %@ není platný JSON
da: JWT %@ er ikke gyldig JSON
de: JWT %@ ist kein gültiges JSON
es: El %@ del JWT no es un JSON válido
fi: JWT %@ ei ole kelvollinen JSON
fr: Le %@ du JWT n'est pas un JSON valide
he: JWT %@ אינו JSON תקין
hu: A JWT %@ nem érvényes JSON
it: %@ del JWT non è JSON valido
ja: JWT の %@ は有効な JSON ではありません
ko: JWT %@이(가) 올바른 JSON이 아닙니다
nb: JWT %@ er ikke gyldig JSON
nl: JWT %@ is geen geldige JSON
pl: %@ JWT nie jest prawidłowym JSON
pt_br: O %@ do JWT não é um JSON válido
pt_pt: O %@ do JWT não é um JSON válido
ro: %@ din JWT nu este JSON valid
sl: JWT %@ ni veljaven JSON
sv: JWT %@ är inte giltig JSON
uk: JWT %@ не є дійсним JSON
vi: JWT %@ không phải JSON hợp lệ
zh_hans: JWT 的 %@ 不是有效的 JSON
zh_hant: JWT %@ 不是有效的 JSON

source: JWT Decode
ar: فك ترميز JWT
ca: Descodificar JWT
cs: Dekódovat JWT
da: Afkod JWT
de: JWT decodieren
es: Decodificar JWT
fi: Pura JWT
fr: Décoder JWT
he: פענוח JWT
hu: JWT dekódolása
it: Decodifica JWT
ja: JWT デコード
ko: JWT 디코딩
nb: Dekod JWT
nl: JWT decoderen
pl: Dekoduj JWT
pt_br: Decodificar JWT
pt_pt: Descodificar JWT
ro: Decodifică JWT
sl: Dekodiraj JWT
sv: Avkoda JWT
uk: Декодувати JWT
vi: Giải mã JWT
zh_hans: JWT 解码
zh_hant: JWT 解碼

source: KCP byte counts are measured at the UDP wire level. Retransmits are shared across all KCP sessions in the app.
ar: يُقاس عدد بايتات KCP على مستوى شبكة UDP. تتم مشاركة عمليات إعادة الإرسال بين جميع جلسات KCP في التطبيق.
ca: Els recomptes de bytes de KCP es mesuren al nivell de xarxa UDP. Les retransmissions es comparteixen entre totes les sessions KCP de l'aplicació.
cs: Počty bajtů KCP se měří na úrovni přenosu UDP. Opakované přenosy jsou sdílené mezi všemi relacemi KCP v aplikaci.
da: KCP-bytetal måles på UDP-netværksniveau. Gensendinger deles på tværs af alle KCP-sessioner i appen.
de: KCP-Bytezahlen werden auf UDP-Übertragungsebene gemessen. Neuübertragungen werden von allen KCP-Sitzungen in der App gemeinsam genutzt.
es: Los recuentos de bytes de KCP se miden a nivel de red UDP. Las retransmisiones se comparten entre todas las sesiones KCP de la app.
fi: KCP:n tavumäärät mitataan UDP:n siirtotasolla. Uudelleenlähetykset jaetaan sovelluksen kaikkien KCP-istuntojen kesken.
fr: Les nombres d'octets KCP sont mesurés au niveau de la couche UDP. Les retransmissions sont partagées entre toutes les sessions KCP de l'app.
he: ספירת הבايטים של KCP נמדדת ברמת התעבורה של UDP. שידורים חוזרים משותפים לכל הפעלות KCP באפליקציה.
hu: A KCP bájtszámai UDP-átviteli szinten vannak mérve. Az újraküldések meg vannak osztva az alkalmazás összes KCP-munkamenete között.
it: I conteggi dei byte KCP sono misurati a livello di trasmissione UDP. Le ritrasmissioni sono condivise tra tutte le sessioni KCP nell'app.
ja: KCP のバイト数は UDP のワイヤーレベルで計測されます。再送はアプリ内のすべての KCP セッションで共有されます。
ko: KCP 바이트 수는 UDP 와이어 수준에서 측정됩니다. 재전송은 앱의 모든 KCP 세션에서 공유됩니다.
nb: KCP-bytetellinger måles på UDP-nettverksnivå. Videresendinger deles på tvers av alle KCP-økter i appen.
nl: KCP-byteaantallen worden gemeten op UDP-netwerkniveau. Hertransmissies worden gedeeld door alle KCP-sessies in de app.
pl: Liczby bajtów KCP są mierzone na poziomie transmisji UDP. Retransmisje są współdzielone przez wszystkie sesje KCP w aplikacji.
pt_br: As contagens de bytes do KCP são medidas no nível de transmissão UDP. As retransmissões são compartilhadas entre todas as sessões KCP no app.
pt_pt: As contagens de bytes do KCP são medidas ao nível de transmissão UDP. As retransmissões são partilhadas por todas as sessões KCP na aplicação.
ro: Numărul de octeți KCP este măsurat la nivelul de transmisie UDP. Retransmisiile sunt partajate între toate sesiunile KCP din aplicație.
sl: Števci bajtov KCP se merijo na ravni prenosa UDP. Ponovni prenosi so v skupni rabi med vsemi sejami KCP v aplikaciji.
sv: KCP-byteantal mäts på UDP-nätverksnivå. Omsändningar delas mellan alla KCP-sessioner i appen.
uk: Кількість байтів KCP вимірюється на рівні передавання UDP. Повторні передавання спільні для всіх сеансів KCP у застосунку.
vi: Số lượng byte KCP được đo ở mức truyền UDP. Việc truyền lại được chia sẻ giữa tất cả các phiên KCP trong ứng dụng.
zh_hans: KCP 字节数在 UDP 传输层测量。重传在应用内所有 KCP 会话之间共享。
zh_hant: KCP 位元組數在 UDP 傳輸層測量。重新傳輸在 App 內所有 KCP 工作階段之間共用。

source: KCP over UDP - potentially lower latency
ar: KCP عبر UDP - زمن استجابة أقل محتمل
ca: KCP sobre UDP - latència potencialment més baixa
cs: KCP přes UDP - potenciálně nižší latence
da: KCP over UDP – potentielt lavere latens
de: KCP über UDP – potenziell geringere Latenz
es: KCP sobre UDP - latencia potencialmente más baja
fi: KCP UDP:n yli – mahdollisesti pienempi viive
fr: KCP sur UDP - latence potentiellement plus faible
he: KCP על גבי UDP - השהיה נמוכה יותר באופן פוטנציאלי
hu: KCP UDP felett – potenciálisan alacsonyabb késleltetés
it: KCP su UDP - latenza potenzialmente inferiore
ja: KCP over UDP - より低いレイテンシの可能性
ko: KCP over UDP - 더 낮은 지연 시간 가능
nb: KCP over UDP – potensielt lavere latens
nl: KCP over UDP – mogelijk lagere latentie
pl: KCP przez UDP - potencjalnie niższe opóźnienie
pt_br: KCP sobre UDP - latência potencialmente menor
pt_pt: KCP sobre UDP - latência potencialmente mais baixa
ro: KCP peste UDP - latență potențial mai mică
sl: KCP prek UDP - potencialno nižja zakasnitev
sv: KCP över UDP – potentiellt lägre latens
uk: KCP через UDP — потенційно нижча затримка
vi: KCP qua UDP - có thể giảm độ trễ
zh_hans: KCP over UDP - 可能具有更低的延迟
zh_hant: KCP over UDP - 可能具有更低的延遲

source: Keep a copy of the key in the iOS Keychain as backup.
ar: احتفظ بنسخة من المفتاح في سلسلة مفاتيح iOS كنسخة احتياطية.
ca: Conserveu una còpia de la clau al Keychain d'iOS com a còpia de seguretat.
cs: Zachovat kopii klíče v iOS Klíčence jako zálohu.
da: Behold en kopi af nøglen i iOS-nøgleringen som sikkerhedskopi.
de: Behalten Sie eine Kopie des Schlüssels als Sicherung im iOS-Schlüsselbund.
es: Conserve una copia de la clave en el llavero de iOS como respaldo.
fi: Säilytä kopio avaimesta iOS-avainnipussa varmuuskopiona.
fr: Conservez une copie de la clé dans le trousseau iOS comme sauvegarde.
he: שמור עותק של המפתח ב-Keychain של iOS כגיבוי.
hu: Tartson egy másolatot a kulcsról az iOS Keychainben biztonsági mentésként.
it: Conservi una copia della chiave nel Portachiavi iOS come backup.
ja: バックアップとしてiOSキーチェーンにキーのコピーを保持します。
ko: 백업으로 iOS 키체인에 키 사본을 보관합니다.
nb: Behold en kopi av nøkkelen i iOS-nøkkelringen som sikkerhetskopi.
nl: Bewaar een kopie van de sleutel in de iOS-Sleutelhanger als back-up.
pl: Zachowaj kopię klucza w iOS Keychain jako kopię zapasową.
pt_br: Manter uma cópia da chave no Keychain do iOS como backup.
pt_pt: Manter uma cópia da chave no Porta-chaves do iOS como cópia de segurança.
ro: Păstrați o copie a cheii în Keychain-ul iOS ca rezervă.
sl: Ohranite kopijo ključa v iOS Keychainu kot varnostno kopijo.
sv: Behåll en kopia av nyckeln i iOS-nyckelringen som säkerhetskopia.
uk: Зберегти копію ключа в iOS Keychain як резервну.
vi: Giữ một bản sao của khóa trong iOS Keychain để dự phòng.
zh_hans: 在 iOS 钥匙串中保留密钥副本作为备份。
zh_hant: 在 iOS 鑰匙圈中保留金鑰副本作為備份。

source: Keep History
ar: الاحتفاظ بالسجل
ca: Conservar l'historial
cs: Zachovat historii
da: Behold historik
de: Verlauf behalten
es: Conservar historial
fi: Säilytä historia
fr: Conserver l'historique
he: שמור היסטוריה
hu: Előzmények megtartása
it: Mantieni la cronologia
ja: 履歴を残す
ko: 기록 유지
nb: Behold historikk
nl: Geschiedenis behouden
pl: Zachowaj historię
pt_br: Manter Histórico
pt_pt: Manter histórico
ro: Păstrează istoricul
sl: Ohrani zgodovino
sv: Behåll historik
uk: Зберегти історію
vi: Giữ lịch sử
zh_hans: 保留历史记录
zh_hant: 保留記錄

source: Keep Port Forwards Alive
ar: إبقاء توجيه المنافذ نشطًا
ca: Mantén les redireccions de ports actives
cs: Udržovat přesměrování portů aktivní
da: Hold portviderestillinger aktive
de: Portweiterleitungen aktiv halten
es: Mantener reenvíos de puertos activos
fi: Pidä porttiohjaukset aktiivisina
fr: Maintenir les redirections de ports
he: שמור על העברות יציאות פעילות
hu: Porttovábbítások fenntartása
it: Mantieni attivi gli inoltri di porta
ja: ポートフォワードを維持
ko: 포트 포워드 유지
nb: Hold portvideresendinger aktive
nl: Poortweiterleidingen actief houden
pl: Utrzymuj przekierowania portów
pt_br: Manter Redirecionamentos de Porta Ativos
pt_pt: Manter Reencaminhamentos de Porta Ativos
ro: Menținerea redirecționărilor de porturi
sl: Ohranjaj posredovanje vrat aktivno
sv: Håll portvidarebefordringar aktiva
uk: Підтримувати переспрямування портів активним
vi: Duy trì chuyển tiếp cổng
zh_hans: 保持端口转发
zh_hant: 維持連接埠轉送

source: Keep TCP SSH Alive in Background
ar: إبقاء اتصال TCP SSH نشطاً في الخلفية
ca: Mantén el SSH TCP actiu en segon pla
cs: Udržovat TCP SSH aktivní na pozadí
da: Hold TCP SSH i live i baggrunden
de: TCP-SSH im Hintergrund aktiv halten
es: Mantener TCP SSH activo en segundo plano
fi: Pidä TCP SSH aktiivisena taustalla
fr: Maintenir TCP SSH actif en arrière-plan
he: השאר את TCP SSH פעיל ברקע
hu: TCP SSH életben tartása a háttérben
it: Mantieni TCP SSH attivo in background
ja: バックグラウンドで TCP SSH を維持
ko: 백그라운드에서 TCP SSH 유지
nb: Hold TCP SSH i live i bakgrunnen
nl: Houd TCP SSH actief op de achtergrond
pl: Utrzymuj TCP SSH w tle
pt_br: Manter TCP SSH ativo em segundo plano
pt_pt: Manter TCP SSH ativo em segundo plano
ro: Menține TCP SSH activ în fundal
sl: Ohrani TCP SSH aktiven v ozadju
sv: Håll TCP SSH aktiv i bakgrunden
uk: Підтримувати TCP SSH активним у фоні
vi: Giữ TCP SSH hoạt động ở chế độ nền
zh_hans: 在后台保持 TCP SSH 活跃
zh_hant: 在背景保持 TCP SSH 活躍

source: Keep the toolbar docked at the bottom of the screen while a hardware keyboard is connected.
ar: إبقاء شريط الأدوات مثبتًا في أسفل الشاشة أثناء توصيل لوحة مفاتيح خارجية.
ca: Mantén la barra d'eines fixada a la part inferior de la pantalla mentre hi hagi un teclat físic connectat.
cs: Ponechá panel nástrojů ukotvený v dolní části obrazovky, když je připojena hardwarová klávesnice.
da: Hold værktøjslinjen forankret nederst på skærmen, mens et fysisk tastatur er tilsluttet.
de: Hält die Symbolleiste am unteren Bildschirmrand verankert, während eine Hardware-Tastatur verbunden ist.
es: Mantén la barra de herramientas fijada en la parte inferior de la pantalla mientras haya un teclado físico conectado.
fi: Pitää työkalupalkin kiinnitettynä näytön alareunaan, kun fyysinen näppäimistö on yhdistettynä.
fr: Maintient la barre d'outils ancrée en bas de l'écran lorsqu'un clavier physique est connecté.
he: השאר את סרגל הכלים מעוגן בתחתית המסך כאשר מקלדת חומרה מחוברת.
hu: Az eszköztár a képernyő alján marad rögzítve, amíg hardveres billentyűzet van csatlakoztatva.
it: Mantiene la barra degli strumenti ancorata nella parte inferiore dello schermo mentre è collegata una tastiera fisica.
ja: ハードウェアキーボードが接続されている間、ツールバーを画面下部に固定したままにします。
ko: 하드웨어 키보드가 연결되어 있는 동안 도구 모음을 화면 하단에 고정된 상태로 유지합니다.
nb: Hold verktøylinjen forankret nederst på skjermen mens et maskinvaretastatur er tilkoblet.
nl: Houd de werkbalk verankerd aan de onderkant van het scherm terwijl een hardwaretoetsenbord is aangesloten.
pl: Utrzymuj pasek narzędzi zadokowany na dole ekranu, gdy podłączona jest klawiatura sprzętowa.
pt_br: Mantém a barra de ferramentas fixada na parte inferior da tela enquanto um teclado físico estiver conectado.
pt_pt: Mantém a barra de ferramentas fixada na parte inferior do ecrã enquanto um teclado físico estiver ligado.
ro: Menține bara de instrumente ancorată în partea de jos a ecranului cât timp este conectată o tastatură fizică.
sl: Ohrani orodno vrstico zasidrano na dnu zaslona, dokler je priključena strojna tipkovnica.
sv: Håll verktygsfältet förankrat längst ner på skärmen medan ett fysiskt tangentbord är anslutet.
uk: Утримує панель інструментів закріпленою внизу екрана, поки підключено апаратну клавіатуру.
vi: Giữ thanh công cụ cố định ở cuối màn hình khi có bàn phím vật lý được kết nối.
zh_hans: 连接硬件键盘时,将工具栏固定在屏幕底部。
zh_hant: 連接硬體鍵盤時,將工具列固定在螢幕底部。
